---
kind: other
id: Operators.T:Autodesk.Revit.DB.LinkElementId
source: html/b72c7da8-599d-7a39-8503-fa5aba4d077b.htm
---
# LinkElementId Operators

Determines whether these two LinkElementIds are the same.